/* {count} != 1 */
"%d Updates Available" = "%d Updates Available";

/* {plugin.githubUrl} */
"'%@' is not a valid URL." = "'%@' is not a valid URL.";

/* No comment provided by engineer. */
"1 Update Available" = "1 Update Available";

/* No comment provided by engineer. */
"<i>by unknown author</i>" = "<i>by unknown author</i>";

/* {author.name} */
"<i>by</i> %@" = "<i>by</i> %@";

/* {time ago} */
"<i>updated</i> %@" = "<i>updated</i> %@";

/* html formatted */
"<strong>Sketch Plugin Manager</strong> uses the power of <strong>Git</strong> to keep all of your installed plugins up to date." = "<strong>Sketch Plugin Manager</strong> uses the power of <strong>Git</strong> to keep all of your installed plugins up to date.";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"All Available Plugins" = "All Available Plugins";

/* No comment provided by engineer. */
"All plugins are up to date!" = "All plugins are up to date!";

/* No comment provided by engineer. */
"Alphabetical" = "Alphabetical";

/* No comment provided by engineer. */
"Catalog" = "Catalog";

/* No comment provided by engineer. */
"Check For Updates" = "Check For Updates";

/* No comment provided by engineer. */
"Check for updates on startup" = "Check for updates on startup";

/* html formatted */
"Continue" = "Continue";

/* {year}, {name} */
"Copyright %04d %@" = "Copyright %1$d %2$@";

/* No comment provided by engineer. */
"Donate" = "Donate";

/* No comment provided by engineer. */
"Download" = "Download";

/* {plugin.githubUrl} */
"Error cloning repository from '%@'" = "Error cloning repository from '%@'";

/* html formatted */
"Every time you start Sketch, Sketch Plugin Manager will check for updates to your installed plugins. You will be able to review the list of changes before accepting updates to each plugin." = "Every time you start Sketch, Sketch Plugin Manager will check for updates to your installed plugins. You will be able to review the list of changes before accepting updates to each plugin.";

/* No comment provided by engineer. */
"Everything's Up To Date!" = "Everything's Up To Date!";

/* No comment provided by engineer. */
"Fluent in multiple languages?" = "Fluent in multiple languages?";

/* No comment provided by engineer. */
"Go Get Some Plugins!" = "Go Get Some Plugins!";

/* No comment provided by engineer. */
"Help translate Sketch Plugin Manager." = "Help translate Sketch Plugin Manager.";

/* No comment provided by engineer. */
"Install" = "Install";

/* No comment provided by engineer. */
"Installed" = "Installed";

/* No comment provided by engineer. */
"Installed Plugins" = "Installed Plugins";

/* No comment provided by engineer. */
"Installing..." = "Installing...";

/* No comment provided by engineer. */
"It looks like you've made local changes to the plugin that may conflict with the update." = "It looks like you've made local changes to the plugin that may conflict with the update.";

/* No comment provided by engineer. */
"Later" = "Later";

/* No comment provided by engineer. */
"less" = "less";

/* No comment provided by engineer. */
"License" = "License";

/* No comment provided by engineer. */
"location:" = "location:";

/* No comment provided by engineer. */
"more" = "more";

/* No comment provided by engineer. */
"No Github URL provided." = "No Github URL provided.";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open in Finder" = "Open in Finder";

/* No comment provided by engineer. */
"Open Manager" = "Open Manager";

/* No comment provided by engineer. */
"Plugin could not be installed." = "Plugin could not be installed.";

/* No comment provided by engineer. */
"Plugin could not be updated." = "Plugin could not be updated.";

/* No comment provided by engineer. */
"Plugin is not available on Github." = "Plugin is not available on Github.";

/* No comment provided by engineer. */
"Plugin not available on Github." = "Plugin not available on Github.";

/* No comment provided by engineer. */
"Plugin wasn’t found on GitHub. To enable updates, reinstall from the catalog." = "Plugin wasn’t found on GitHub. To enable updates, reinstall from the catalog.";

/* No comment provided by engineer. */
"Recently Added" = "Recently Added";

/* No comment provided by engineer. */
"Recently Updated" = "Recently Updated";

/* No comment provided by engineer. */
"repository:" = "repository:";

/* No comment provided by engineer. */
"Search" = "Search";

/* {search query} */
"Search Results for \"%@\"" = "Search Results for \"%@\"";

/* No comment provided by engineer. */
"Send Feedback" = "Send Feedback";

/* No comment provided by engineer. */
"Sketch Plugin Manager" = "Sketch Plugin Manager";

/* html formatted */
"Sketch Plugin Manager's <strong>Plugin Catalog</strong> connects to the <strong><a href=\"https://sketchapp.com/extensions/plugins/\" target=\"_blank\">Sketch Plugin Directory</a></strong> to let you browse and install plugins available on <strong>GitHub</strong>." = "Sketch Plugin Manager's <strong>Plugin Catalog</strong> connects to the <strong><a href=\"https://sketchapp.com/extensions/plugins/\" target=\"_blank\">Sketch Plugin Directory</a></strong> to let you browse and install plugins available on <strong>GitHub</strong>.";

/* No comment provided by engineer. */
"Sort by" = "Sort by";

/* No comment provided by engineer. */
"Star on GitHub" = "Star on GitHub";

/* No comment provided by engineer. */
"Stars" = "Stars";

/* {plugins.count} > 1 */
"There are %d plugins with updates." = "There are %d plugins with updates.";

/* No comment provided by engineer. */
"There are no pending updates for any of your installed Sketch plugins." = "There are no pending updates for any of your installed Sketch plugins.";

/* No comment provided by engineer. */
"There are no plugins installed. Check out the catalog to install some great Sketch plugins." = "There are no plugins installed. Check out the catalog to install some great Sketch plugins.";

/* No comment provided by engineer. */
"There is 1 plugin with updates." = "There is 1 plugin with updates.";

/* {plugin.path}/{plugin.fileName} */
"There is no Git repository in the location '%@'." = "There is no Git repository in the location '%@'.";

/* {plugin.path}/{plugin.fileName} */
"There is no remote for the Git repository in location '%@'." = "There is no remote for the Git repository in location '%@'.";

/* No comment provided by engineer. */
"To update this plugin, try uninstalling and reinstalling it." = "To update this plugin, try uninstalling and reinstalling it.";

/* No comment provided by engineer. */
"Try one of the following:" = "Try one of the following:";

/* {plugin.homepage} */
"Try visiting the plugin's homepage '%@'" = "Try visiting the plugin's homepage '%@'";

/* No comment provided by engineer. */
"Unable to check for updates" = "Unable to check for updates";

/* No comment provided by engineer. */
"Uninstall" = "Uninstall";

/* No comment provided by engineer. */
"Uninstall and reinstall the plugin overwrite your changes and get the latest update. Alternatively, you can use Git to locally commit your changes and perform and update. To get started with Git, visit https://help.github.com/articles/set-up-git/." = "Uninstall and reinstall the plugin overwrite your changes and get the latest update. Alternatively, you can use Git to locally commit your changes and perform and update. To get started with Git, visit https://help.github.com/articles/set-up-git/.";

/* No comment provided by engineer. */
"Uninstall and reinstall the plugin overwrite your changes and get the latest update. Alternatively, you can use Git to perform an update. To get started with Git, visit https://help.github.com/articles/set-up-git/." = "Uninstall and reinstall the plugin overwrite your changes and get the latest update. Alternatively, you can use Git to perform an update. To get started with Git, visit https://help.github.com/articles/set-up-git/.";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"Update All" = "Update All";

/* No comment provided by engineer. */
"Update Plugins" = "Update Plugins";

/* No comment provided by engineer. */
"Updates" = "Updates";

/* {plugin.title} */
"updates managed by %@" = "updates managed by %@";

/* No comment provided by engineer. */
"Updating..." = "Updating...";

/* {version number}
   {version} */
"v%@" = "v%@";

/* {version number} */
"Version %@" = "Version %@";

/* No comment provided by engineer. */
"View Change on GitHub" = "View Change on GitHub";

/* No comment provided by engineer. */
"View Homepage" = "View Homepage";

/* No comment provided by engineer. */
"View on GitHub" = "View on GitHub";

/* No comment provided by engineer. */
"View Updates" = "View Updates";

/* html formatted */
"Welcome to Sketch Plugin Manager" = "Welcome to Sketch Plugin Manager";

/* No comment provided by engineer. */
"what's new" = "what's new";

